import ClipboardIcon from '~/assets/images/icons/static-pages/clipboard.svg'
import CalenderIcon from '~/assets/images/icons/static-pages/calendar.svg'
import RefreshIcon from '~/assets/images/icons/static-pages/refresh.svg'

export default [
  {
    icon: ClipboardIcon,
    title: 'Гарантийный талон',
    detail:
      'Вы можете принять решение о возврате любого изделия в течение гарантийного срока, установленного производителем на каждую конкретную модель. <br /> <br /> Началом гарантийного срока считается момент получения заказа, если сохранены товарный вид и потребительские свойства товаров, а также документ, подтверждающий факт и условия покупки.',
  },
  {
    icon: CalenderIcon,
    title: 'Возврат в течении 14 дней',
    detail:
      'Возврат без указания причин или по причине неподходящего размера, цвета, типа осуществляется в течение 14 (четырнадцати) календарных дней с момента фактического получения Товара непосредственно от продавца или лиц представляющих Продавца. <br /> <br /> Возврату подлежит только стоимость товаров. Стоимость доставки не компенсируется.',
  },
  {
    icon: RefreshIcon,
    title: 'Возврат брака',
    detail:
      'При обнаружении брака в процессе использования купленного устройства <br /> Вы вправе предъявить претензию, если брак обнаружен в течение гарантийного срока. <br /><br /> Если обнаружился брак, стоимость доставки также подлежит возврату',
  },
]
